IDEA Open Model
BoltGrid.ConnectedPlates Property
 Identifiers of the connected plates
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<int> ConnectedPlates { get; set; }
Public Property ConnectedPlates As List(Of Integer)
	Get
	Set
public:
property List<int>^ ConnectedPlates {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace